// ข้อมูลสินค้า
export const products = {
  shirt243: {
    id: 'shirt243',
    name: 'เสื้อเฉลิมฉลองเมือง 243 ปี',
    description: 'หอการค้าจังหวัดศรีสะเกษร่วมกับนิวัฒนกรประธานธุรกิจลาบาคหรีสะเกษ (วิลาทหัวเพื่อสังคม) จำกัด จัดจำหน่ายเสื้อสู่วันงบาน บายศรีเมือง รุ่งเรือง 243 ปี',
    subDescription: 'โดยรายได้จากการขายเสื้อผ้าทั้งหมายใช้งาน จะนำมาเป็นเงินจัดงาน สู่วันงบาน บายศรีเมือง รุ่งเรือง 243 ปี',
    price: 50,
    deposit: 10,
    styles: [
      {
        id: 1,
        name: 'แบบสี',
        code: '33099',
        image: '/images/style1.jpg'
      },
      {
        id: 2,
        name: 'แบบไว้ทุกข์',
        code: '2011',
        image: '/images/style2.jpg'
      }
    ],
    orderInfo: {
      style1: {
        id: '27942',
        ordered: 1571
      },
      style2: {
        id: '5157',
        ordered: 440
      }
    }
  }
};