// ข้อมูลสินค้า
export const products = {
  shirt243: {
    id: 'shirt243',
    name: 'เสื้อเฉลิมฉลองเมือง 243 ปี',
    description: 'หอการค้าจังหวัดศรีสะเกษร่วมกับนิวัฒนกรประธานธุรกิจลาบาคหรีสะเกษ (วิลาทหัวเพื่อสังคม) จำกัด จัดจำหน่ายเสื้อสู่วันงบาน บายศรีเมือง รุ่งเรือง 243 ปี',
    subDescription: 'โดยรายได้จากการขายเสื้อผ้าทั้งหมายใช้งาน จะนำมาเป็นเงินจัดงาน สู่วันงบาน บายศรีเมือง รุ่งเรือง 243 ปี',
    price: 200,
    deposit: 30,
    styles: [
      {
        id: 1,
        name: 'สีเขียว',
        code: '59,120',
        image: '/images/style1.jpg'
      },
      {
        id: 2,
        name: 'สีดำ',
        code: '42,135',
        image: '/images/style2.jpg'
      }
    ],
    orderInfo: {
      style1: {
        id: '101,255',
        ordered: 97900
      },
      style2: {
        id: '42,135',
        ordered: 40513     
      }
    }
  }
};